{
    "Contact us": "ဆက်သွယ်ရန်",
    "Sent us a message": "သင့်စာကို ပို့ပါ",
    "Full name": "နာမည်အပြည့်အစုံ",
    "Email Address": "အီးမေးလ်လိပ်စာ",
    "Your message": "သင့်စာ",
    "Submit": "တင်သွင်းပါ",
    "Alternatively, reach us at": "သို့မဟုတ် ဆက်သွယ်ရန်",
    "Phone number": "ဖုန်းနံပါတ်",
    "Email": "အီးမေးလ်",
    "Telegram": "တယ်လီဂရမ်",
    "Instagram": "အင်စတာဂရမ်",
    "Required": "လိုအပ်သည်",
    "Language": "ဘာသာစကား",
    "Select the app language": "အက်ပ်ဘာသာစကားရွေးချယ်ပါ",
    "Change password": "စကားဝှက်ပြောင်းရန်",
    "Enter Old Password": "အဟောင်းစကားဝှက်ထည့်ပါ",
    "Forgot password?": "စကားဝှက်မေ့နေပါသလား?",
    "Enter New Password": "စကားဝှက်အသစ်ထည့်ပါ",
    "Confirm Password": "စကားဝှက်အတည်ပြုပါ",
    "Continue": "ဆက်လက်လုပ်ဆောင်ပါ",
    "Terms & Conditions": "စည်းကမ်းနှင့်သတ်မှတ်ချက်များ",
    "My ideas and questions": "ကျွန်ုပ်၏အကြံပြုချက်များနှင့်မေးခွန်းများ",
    "Ideas": "အကြံပြုချက်များ",
    "Questions": "မေးခွန်းများ",
    "Logout": "ထွက်မည်",
    "Home": "ပင်မ",
    "Explore": "လေ့လာရန်",
    "Create": "ဖန်တီးရန်",
    "Projects": "ပရောဂျက်",
    "My Hub": "My Hub",
    "Create new contribution": "ထပ်မံပေးပို့ရန်ဖန်တီးပါ",
    "What do you want to contribute?": "သင်ဘာပေးပို့ချင်ပါသလဲ?",
    "Idea Contribution": "အကြံပြုချက်ပေးပို့ခြင်း",
    "Share your idea with the community": "သင့်အကြံပြုချက်ကိုအသိုင်းအဝိုင်းနှင့်မျှဝေပါ",
    "Question Contribution": "မေးခွန်းပေးပို့ခြင်း",
    "Ask a question to the community": "အသိုင်းအဝိုင်းထံမေးခွန်းတစ်ခုမေးပါ",
    "Project Contribution": "ပရောဂျက်ပေးပို့ခြင်း",
    "Share your project with the community": "သင့်ပရောဂျက်ကိုအသိုင်းအဝိုင်းနှင့်မျှဝေပါ",
    "Notifications": "အကြောင်းကြားချက်များ",
    "All": "အားလုံး",
    "Unread": "မဖတ်ရသေးသော",
    "No notifications yet": "အကြောင်းကြားချက်မရှိသေးပါ",
    "No unread notifications": "မဖတ်ရသေးသောအကြောင်းကြားချက်မရှိပါ",
    "Loading notifications...": "အကြောင်းကြားချက်များ ဖွင့်နေသည်...",
    "Error loading notifications": "အကြောင်းကြားချက်များ ဖွင့်ရာတွင် အမှားရှိနေသည်",
    "Get Started": "စတင်ရန်",
    "New Learning Era": "သင်ယူမှုခေတ်သစ်",
    "Learn by Asking.": "မေးမြန်းခြင်းဖြင့် သင်ယူပါ။",
    "Grow by Sharing.": "မျှဝေခြင်းဖြင့် ကြီးထွားပါ။",
    "A curiosity-driven, open knowledge and learning platform for turning questions into real-world impact. Join a global community of thinkers and doers.": "မေးခွန်းများကို လက်တွေ့ကမ္ဘာ့အကျိုးသက်ရောက်မှုသို့ ပြောင်းလဲရန် စူးစမ်းမှုမောင်းနှင်သော၊ ပွင့်လင်းသော အသိပညာနှင့် သင်ယူမှုပလက်ဖောင်း။ တွေးခေါ်သူများနှင့် လုပ်ဆောင်သူများ၏ ကမ္ဘာ့အသိုင်းအဝိုင်းသို့ ပါဝင်ပါ။",
    "Explore U Camp": "U Camp ကို လေ့လာရန်",
    "Become a Contributor": "ပံ့ပိုးသူဖြစ်လာရန်",
    "Why U Camp?": "U Camp ကို ဘာကြောင့် ရွေးချယ်ရမလဲ?",
    "Bridging the gap between curiosity and real-world impact through collaborative learning and open knowledge. We believe the best way to learn is to solve real problems together.": "ပူးပေါင်းသင်ယူမှုနှင့် ပွင့်လင်းသော အသိပညာမှတစ်ဆင့် စူးစမ်းမှုနှင့် လက်တွေ့ကမ္ဘာ့အကျိုးသက်ရောက်မှုကြားရှိ ကွာဟမှုကို ဆက်သွယ်ပေးခြင်း။ အကောင်းဆုံးသင်ယူမှုနည်းလမ်းမှာ လက်တွေ့ပြဿနာများကို အတူတကွ ဖြေရှင်းခြင်းဖြစ်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။",
    "Active Learning": "တက်ကြွသော သင်ယူမှု",
    "No passive lectures.": "ပုန်ကန်သော ဟောပြောချက်များ မရှိပါ။",
    "Community-led": "အသိုင်းအဝိုင်းဦးဆောင်သော",
    "Knowledge is shared.": "အသိပညာကို မျှဝေပါသည်။",
    "How it Works": "အလုပ်လုပ်ပုံ",
    "Start": "စတင်ရန်",
    "Bring your burning questions and curiosity to the platform.": "သင့်၏ လောင်ကျွမ်းနေသော မေးခွန်းများနှင့် စူးစမ်းမှုကို ပလက်ဖောင်းသို့ ယူဆောင်လာပါ။",
    "Explore Step": "လေ့လာရန်",
    "Discover open knowledge paths and existing solutions from the community.": "ပွင့်လင်းသော အသိပညာလမ်းကြောင်းများနှင့် အသိုင်းအဝိုင်းမှ ရှိပြီးသား ဖြေရှင်းနည်းများကို ရှာဖွေပါ။",
    "Contribute": "ပံ့ပိုးရန်",
    "Share your expertise and help others solve complex challenges.": "သင့်၏ ကျွမ်းကျင်မှုကို မျှဝေပြီး အခြားသူများကို ရှုပ်ထွေးသော စိန်ခေါ်မှုများကို ဖြေရှင်းရန် ကူညီပါ။",
    "Apply": "လျှောက်ထားရန်",
    "Turn that collective knowledge into tangible real-world projects.": "ထို စုပေါင်းအသိပညာကို လက်တွေ့ကမ္ဘာ့ စီမံကိန်းများအဖြစ် ပြောင်းလဲပါ။",
    "Our Core Principles": "ကျွန်ုပ်တို့၏ အဓိက စည်းမျဉ်းများ",
    "Curiosity-First": "စူးစမ်းမှု ဦးစားပေး",
    "Everything starts with a \"Why\". We value questions as much as answers.": "အရာရာတိုင်းသည် \"ဘာကြောင့်\" ဖြင့် စတင်သည်။ ကျွန်ုပ်တို့သည် အဖြေများကဲ့သို့ပင် မေးခွန်းများကို တန်ဖိုးထားပါသည်။",
    "Collaborative": "ပူးပေါင်းဆောင်ရွက်သော",
    "Learning is social. Build on the shoulders of giants and peers.": "သင်ယူမှုသည် လူမှုရေးဖြစ်သည်။ ကြီးမားသော ပုဂ္ဂိုလ်များနှင့် လုပ်ဖော်ကိုင်ဖက်များ၏ ပုခုံးပေါ်တွင် တည်ဆောက်ပါ။",
    "Open Knowledge": "ပွင့်လင်းသော အသိပညာ",
    "Access to information is a right. All our paths are open-source.": "သတင်းအချက်အလက်သို့ ဝင်ရောက်ခွင့်သည် အခွင့်အရေးတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့၏ လမ်းကြောင်းအားလုံးသည် open-source ဖြစ်သည်။",
    "Active Impact": "တက်ကြွသော အကျိုးသက်ရောက်မှု",
    "Knowledge is useless without action. We focus on real-world outcomes.": "လုပ်ဆောင်မှုမရှိဘဲ အသိပညာသည် အသုံးမဝင်ပါ။ ကျွန်ုပ်တို့သည် လက်တွေ့ကမ္ဘာ့ရလဒ်များကို အာရုံစိုက်ပါသည်။",
    "PWA Enabled": "PWA ဖွင့်ထားသည်",
    "Works on Any Device": "မည်သည့်စက်ပစ္စည်းတွင်မဆို အလုပ်လုပ်သည်",
    "Install U Camp directly from your browser. No app store needed, works offline, and keeps you updated with instant notifications.": "U Camp ကို သင့် browser မှ တိုက်ရိုက် install လုပ်ပါ။ app store မလိုအပ်ပါ၊ offline အလုပ်လုပ်ပြီး instant notifications ဖြင့် သင့်ကို update လုပ်ပေးပါသည်။",
    "Add to Home Screen": "Home Screen သို့ ထည့်ရန်",
    "Vision & Future Direction": "မျှော်မှန်းချက်နှင့် အနာဂတ်ဦးတည်ချက်",
    "U Camp starts simple — and grows responsibly.": "U Camp သည် ရိုးရှင်းစွာ စတင်ပြီး တာဝန်ယူမှုရှိစွာ ကြီးထွားသည်။",
    "In the future, U Camp aims to support:": "အနာဂတ်တွင် U Camp သည် အောက်ပါတို့ကို ပံ့ပိုးရန် ရည်ရွယ်သည်:",
    "Structured Research & Learning Paths": "ဖွဲ့စည်းထားသော သုတေသနနှင့် သင်ယူမှုလမ်းကြောင်းများ",
    "Organized pathways for systematic learning and research exploration.": "စနစ်တကျ သင်ယူမှုနှင့် သုတေသနစူးစမ်းမှုအတွက် စနစ်တကျ ဖွဲ့စည်းထားသော လမ်းကြောင်းများ။",
    "Public Research Outputs": "အများပြည်သူ သုတေသနရလဒ်များ",
    "Educational resources and research findings available to all.": "အားလုံးအတွက် ရရှိနိုင်သော ပညာရေးအရင်းအမြစ်များနှင့် သုတေသနတွေ့ရှိချက်များ။",
    "Funding Requests": "ငွေကြေးထောက်ပံ့မှု တောင်းဆိုချက်များ",
    "Support learning and research initiatives through transparent funding.": "ပွင့်လင်းမြင်သာသော ငွေကြေးထောက်ပံ့မှုမှတစ်ဆင့် သင်ယူမှုနှင့် သုတေသန စတင်လုပ်ဆောင်မှုများကို ပံ့ပိုးပါ။",
    "Ethical Collaboration": "ကိုယ်ကျင့်တရားဆိုင်ရာ ပူးပေါင်းဆောင်ရွက်မှု",
    "Open knowledge without paywalls — accessible to everyone.": "paywall မရှိသော ပွင့်လင်းသော အသိပညာ — အားလုံးအတွက် ရရှိနိုင်သည်။",
    "Open Knowledge & Public Impact": "ပွင့်လင်းသော အသိပညာနှင့် အများပြည်သူ အကျိုးသက်ရောက်မှု",
    "Knowledge created on U Camp is meant to be shared.": "U Camp တွင် ဖန်တီးထားသော အသိပညာကို မျှဝေရန် ရည်ရွယ်သည်။",
    "U Camp is being built as:": "U Camp ကို အောက်ပါအတိုင်း တည်ဆောက်နေသည်:",
    "Public Knowledge Library": "အများပြည်သူ အသိပညာ စာကြည့်တိုက်",
    "A comprehensive repository of accessible learning resources.": "ရရှိနိုင်သော သင်ယူမှုအရင်းအမြစ်များ၏ ပြည့်စုံသော သိုလှောင်ရာနေရာ။",
    "Open Research Space": "ပွင့်လင်းသော သုတေသန နေရာ",
    "A platform for transparent research and shared resources.": "ပွင့်လင်းမြင်သာသော သုတေသနနှင့် မျှဝေထားသော အရင်းအမြစ်များအတွက် ပလက်ဖောင်း။",
    "Funding for Learning": "သင်ယူမှုအတွက် ငွေကြေးထောက်ပံ့မှု",
    "Where funding supports education — not control.": "ငွေကြေးထောက်ပံ့မှုသည် ပညာရေးကို ပံ့ပိုးသော — ထိန်းချုပ်မှု မဟုတ်သော နေရာ။",
    "Long-term Contribution": "ရေရှည် ပံ့ပိုးမှု",
    "A lasting impact on society, across generations.": "မျိုးဆက်များတစ်လျှောက် လူ့အဖွဲ့အစည်းအပေါ် ရေရှည် အကျိုးသက်ရောက်မှု။",
    "An open learning ecosystem built for the next generation of creators.": "နောက်မျိုးဆက် creators များအတွက် တည်ဆောက်ထားသော ပွင့်လင်းသော သင်ယူမှု ecosystem။",
    "About": "အကြောင်း",
    "Curriculum": "သင်ရိုးညွှန်းတမ်း",
    "Community": "အသိုင်းအဝိုင်း",
    "Privacy": "ကိုယ်ရေးလုံခြုံမှု",
    "Powered by": "ပံ့ပိုးထားသော",
    "CodeArtisan": "CodeArtisan",
    "Back to Home": "ပင်မသို့ ပြန်ရန်",
    "U Campus – Terms and Conditions": "U Campus – စည်းကမ်းနှင့်သတ်မှတ်ချက်များ",
    "Last updated: June 25, 2025": "နောက်ဆုံး update: ဇွန် 25, 2025",
    "Welcome to U Campus – a platform built for students and young creatives to share IT ideas, ask questions, exchange opinions, and learn together. Please read these Terms and Conditions (\"Terms\") carefully before using the U Campus app or website.": "U Campus သို့ ကြိုဆိုပါသည် – ကျောင်းသားများနှင့် လူငယ် creatives များအတွက် IT အကြံပြုချက်များ မျှဝေရန်၊ မေးခွန်းများ မေးရန်၊ အမြင်များ ဖလှယ်ရန်နှင့် အတူတကွ သင်ယူရန် တည်ဆောက်ထားသော ပလက်ဖောင်း။ U Campus app သို့မဟုတ် website ကို အသုံးပြုမီ ဤစည်းကမ်းနှင့်သတ်မှတ်ချက်များ (\"Terms\") ကို ဂရုတစိုက် ဖတ်ရှုပါ။",
    "By using U Campus, you agree to follow these Terms, including:": "U Campus ကို အသုံးပြုခြင်းဖြင့် အောက်ပါတို့အပါအဝင် ဤစည်းကမ်းများကို လိုက်နာရန် သဘောတူပါသည်:",
    "Who Can Use U Campus": "U Campus ကို မည်သူသုံးနိုင်သနည်း",
    "You must be 13 years or older to use U Campus. If you are under 18, please get permission from a parent or guardian.": "U Campus ကို အသုံးပြုရန် သင့်အား အသက် 13 နှစ် သို့မဟုတ် ထို့ထက်ကြီးရမည်။ သင့်အား 18 နှစ်အောက်ဖြစ်ပါက မိဘ သို့မဟုတ် အုပ်ထိန်းသူထံမှ ခွင့်ပြုချက် ရယူပါ။",
    "You must create an account with accurate information and keep your login details private.": "သင်သည် တိကျသော အချက်အလက်ဖြင့် account တစ်ခု ဖန်တီးရမည်ဖြစ်ပြီး သင့် login အသေးစိတ်များကို ကိုယ်ရေးလုံခြုံစွာ ထားရှိရမည်။",
    "What You Can Post": "သင်တင်နိုင်သော အရာများ",
    "Your welcome post": "သင့်၏ ကြိုဆိုရေးပို့စ်",
    "Ideas, questions, and projects related to technology, design, and innovation": "နည်းပညာ၊ ဒီဇိုင်းနှင့် ဆန်းသစ်တီထွင်မှုနှင့် ဆက်စပ်သော အကြံပြုချက်များ၊ မေးခွန်းများနှင့် စီမံကိန်းများ",
    "Resources (tools, links, templates) that help others": "အခြားသူများကို ကူညီသော အရင်းအမြစ်များ (ကိရိယာများ၊ links များ၊ templates များ)",
    "Kind feedback, likes, respectful comments, and collaborative requests": "ကြင်နာသော feedback၊ likes၊ လေးစားသော comments များနှင့် ပူးပေါင်းဆောင်ရွက်မှု တောင်းဆိုချက်များ",
    "What You Cannot Post": "သင်တင်လို့မရသော အရာများ",
    "Hate speech, abuse, or hateful content": "မုန်းတီးမှု စကားများ၊ အလွဲသုံးစားလုပ်မှု သို့မဟုတ် မုန်းတီးသော အကြောင်းအရာများ",
    "Spam, advertising, or misleading information": "Spam၊ ကြော်ငြာ သို့မဟုတ် လွဲမှားသော အချက်အလက်များ",
    "Material you don't own or lack rights": "သင်ပိုင်ဆိုင်မှု သို့မဟုတ် အခွင့်အရေး မရှိသော ပစ္စည်းများ",
    "Content that violates our values or users who break these rules": "ကျွန်ုပ်တို့၏ တန်ဖိုးများကို ချိုးဖောက်သော သို့မဟုတ် ဤစည်းကမ်းများကို ချိုးဖောက်သော users များ",
    "Uploads and Attachments": "တင်သွင်းမှုများနှင့် ပူးတွဲဖိုင်များ",
    "You're responsible for what you upload. Only share files you own or control. You must have permission to use any content you upload. We may remove content that violates these Terms.": "သင်တင်သွင်းသော အရာအတွက် သင်တာဝန်ရှိသည်။ သင်ပိုင်ဆိုင်သော သို့မဟုတ် ထိန်းချုပ်သော ဖိုင်များကိုသာ မျှဝေပါ။ သင်တင်သွင်းသော အကြောင်းအရာကို အသုံးပြုရန် ခွင့်ပြုချက် ရရှိရမည်။ ဤစည်းကမ်းများကို ချိုးဖောက်သော အကြောင်းအရာကို ကျွန်ုပ်တို့ ဖယ်ရှားနိုင်သည်။",
    "Onboarding": "စတင်ရန်",
    "What is U Campus?": "U Campus ဆိုတာ ဘာလဲ?",
    "U Campus is envisioned as a free, community-driven digital platform uniquely designed to empower Myanmar youth. It will serve as a dynamic space for sharing ideas, exploring deep questions, and collaborating on real-world projects that foster learning, creativity, and tangible impact.": "U Campus သည် မြန်မာလူငယ်များကို အားပေးရန် အထူးဖန်တီးထားသော အခမဲ့၊ community driven ဒစ်ဂျစ်တယ်ပလက်ဖောင်းတစ်ခုအဖြစ် စိတ်ကူးထားသည်။ ဒါ့ကြောင့် အကြံပြုချက်များ မျှဝေရန်၊ နက်ရှိုင်းသော မေးခွန်းများကို စူးစမ်းရန်နှင့် သင်ယူမှု၊ ဖန်တီးမှုနှင့် လက်တွေ့အကျိုးသက်ရောက်မှုကို အားပေးသော လက်တွေ့ကမ္ဘာ့စီမံကိန်းများတွင် ပူးပေါင်းဆောင်ရွက်ရန် လုပ်ဆောင်မည်ဖြစ်သည်။",
    "Join Our Community": "ကျွန်ုပ်တို့၏ အသိုင်းအဝိုင်းသို့ ပါဝင်ပါ",
    "Connect with like-minded individuals, share your ideas, and collaborate on projects that make a difference. Our platform is designed to foster creativity and innovation.": "အတွေးအခေါ်တူသော လူများနှင့် ဆက်သွယ်ပါ၊ သင့်အကြံပြုချက်များကို မျှဝေပါ၊ နှင့် ကွဲပြားသော စီမံကိန်းများတွင် ပူးပေါင်းဆောင်ရွက်ပါ။ ကျွန်ုပ်တို့၏ ပလက်ဖောင်းသည် ဖန်တီးမှုနှင့် ဆန်းသစ်တီထွင်မှုကို အားပေးရန် ဒီဇိုင်းထုတ်ထားသည်။",
    "You're all set! Start exploring the platform, connect with others, and begin your journey of learning and collaboration.": "သင်အားလုံး အဆင်သင့်ဖြစ်ပါပြီ! ပလက်ဖောင်းကို စတင်လေ့လာပါ၊ အခြားသူများနှင့် ဆက်သွယ်ပါ၊ နှင့် သင့်၏ သင်ယူမှုနှင့် ပူးပေါင်းဆောင်ရွက်မှု ခရီးကို စတင်ပါ။",
    "Back": "နောက်သို့",
    "Next": "ရှေ့သို့"
}
